Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_perinteinen_tieto_kirkkoniemi091111.pdf.tmx
Source language: fin
Languages: sme

source: Perinteisen tiedon suojelun haasteet 9.11.
sme: Árbevirolaš dieđu suodjaleami hástalusat 9.11.2011

source: Kunnioitetut saamelaisparlamentaarikot, hyvät konferenssivieraat!
sme: Árvvus adnon sámi parlamentarihkkárat, buorit konfereansaguossit

source: Olen iloinen, että saamelaisten perinteinen tieto ja sen suojelu ovat nousseet viime aikoina vahvasi esille saamelaisessa yhteisössä.
sme: Lean ilus go sámiid árbevirolaš diehtu, máhttu ja dan suodjaleapmi leat dáid guhtaliid loktejuvvon ovdan sámi servošis.

source: Viimeksi vajaa kuukausi sitten saamelaisnuoret ehtivät käsittelemään perinteisen tiedon suojelua ennen meitä vanhempia saamelaispolitiikkoja.
sme: Maŋimus váile mánnu dás ovdal sámi nuorat háhppehe gieđahallat árbevirolaš dieđu suodjaleami ovdal min boarrásit sámi politihkkáriid.

source: Olen useammassakin seminaarissa puhunut saamelaisten perinteisen tiedon suojelusta erityisesti biodiversiteettisopimuksen artikla 8(j):n kannalta, perinteisen tiedon suojelun kehittämistarpeista ja muista haasteista.
sme: Lean juo máŋgga semináras hupman sámiid árbevirolaš dieđu suodjaleamis, earenoamážit biodiversiteahttašiehtadusa artihkal 8(j):a bealis, árbevirolaš dieđu suodjaleami ovddidandárbbuin ja eará hástalusain.

source: Tuon tässä puheessani hyvin lyhyesti esille keskeisiä asioita artikla 8(j):n toimeenpanemiseksi Suomessa.
sme: Buvttán dán ságastan hui oanehaččat ovdan guovddáš áššiid artihkal 8(j):a olláhuhttimis Suomas.

source: Suomessa ympäristöministeriö oli asettanut 8(j)-työryhmän valmistelemaan biodiversiteettisopimuksen artikla 8(j):n toimeenpanoa.
sme: Suoma bealde, birasministeriija ceggii bargojoavkku válmmaštallat biodiversiteahttasoahpamuša 8(j)-artihkkala olláhuhttima.

source: Toimin itse työryhmän puheenjohtajana ja lisäksi meillä oli muita edustajia työryhmässä.
sme: Ledjen ieš bargojoavkku ságadoallin ja dasa lassin bargojoavkkus ledje olu sápmelaččat.

source: Kokoonpanossa oli myös mm. eri ministeriöiden edustajia.
sme: Das ledje maid ee. sierra ministeriijaid ovddasteaddjit.

source: Työryhmä sai työnsä päätökseen kesällä ja luovutti loppuraporttinsa ympäristöministeriölle.
sme: Bargojoavkku gearggai bargguinis geasset ja luobahii dan Suoma birasministeriijai.

source: Työryhmä antoi esityksiä miten suomalaisessa lainsäädännössä, tutkimuspolitiikassa, biodiversiteetin suojelua koskevissa ohjeissa, maankäytössä ja biodiversiteettisopimuksen toimenpiteiden resursoinnissa tulisi huomioida saamelaisen perinteisen tiedon tarpeet.
sme: Bargojoavku attii evttohusaid mot Suoma lágain, dutkanpolitihkas, biodiversiteahta suodjalanrávvagiin, eanangeavaheamis ja biodiversiteahttasoahpamuša doaibmabijuid resurseremis galget váldojuvvot vuhtii sámi árbevirolaš dieđu dárbbut.

source: Työryhmän esityksien toimeenpanosta vastaavat eri ministeriöt ja kansallinen biodiversiteettityöryhmä, joka vastaa Suomen biodiversiteettipolitiikan kehittämisestä ja biodiversiteetin suojelusta.
sme: Bargojoavkku evttohusaid olláhuhttima ovddasvástádus lea sierra ministeriijain dehege departemeanttain ja našuvnnalaš biodiversiteahttabargojoavkkus, man bargun lea Suoma biodiversiteahttapolitihka ovddideapmi ja biodiversiteahta várjaleapmi.

source: Suomi on aloittanut juuri kansallisen biodiversiteettistrategian uudistamisen biodiversiteettisopimuksen viime vuoden Nagoyan osapuolikokouksen päätösten perusteella.
sme: Suopma lea aiddo álggahan našuvnnalaš biodiversiteahttastrategiija ođasteami dan vuođu mielde mii mearriduvvui biodiversiteahttasoahpamuša Nagoya oassebeallečoakkámis diibmá.

source: Biodiversiteettistrategia ohjaa Suomen kansallista ja kansainvälistä bioiversiteettipolitiikkaa.
sme: Biodiversiteahttastrategiija stivre Suoma sisriikkalaš ja riikkaidgaskasaš biodiversiteahttapolitihka.

source: Suomen saamelaiskäräjät osallistuu biodiversiteettistrategian laadintaan.
sme: Suoma sámediggi oassálastá dán našuvnnalaš biodiversiteahttastrategiija ráhkadeapmái.

source: Suomessa pääministeri Jyrki Kataisen hallitusohjelmassa, mikä ohjaa hallituksen toimintaa koko sen toimikauden, saamelaisten oikeudet ovat hyvin esillä.
sme: Suomas stáhtaministtar Jyrki Kataisa ráđđehusprográmmas, mii stivre ráđđehusa doaimma oba dan doaibmaáigodaga, sámiid vuoigatvuođat leat bures ovdan.

source: Hallitus sitoutuu turvaamaan saamelaisen kulttuurisen tavan ja perinteen käyttää luontoa biodiversiteettistrategian toimeenpanossa.
sme: Ráđđehus čatnasa dorvvastit sámi kultuvrralaš vuogi ja árbevieru atnit luonddu biodiversiteahttastrategiija olláhuhttimis.

source: Linjaus edellyttää lisää resursseja saamelaisten perinteisen tiedon suojeluun.
sme: Dát dajaldat dehege linnjágeassin gáibida lasi resurssaid sámi árbevirolaš dieđu suodjaleapmái.

source: Hallitusohjelmassa Suomen valtio on myös sitoutunut selkiyttämään maankäyttöön liittyvää lainsäädäntöä ja kaikista tärkeimpänä, asettanut tavoitteekseen ratifioida ILO 169-sopimuksen.
sme: Ráđđehusprográmmas Suoma stáhta lea maid čatnasan čielggasmahttit lágaid mat gullet eanangeavaheapmái ja dasto buot mávssolaččamussan, dat lea bidjan ulbmilin ratifiseret ILO 169-soahpamuša.

source: Saamelaiskulttuuri on luontosidonnainen ja maankäyttöön liittyvä lainsäädäntö vaikuttaa hyvin suoraan saamelaisten perinteisen tiedon säilymiseen.
sme: Sámi kultuvra lea luonddulagaskultuvra ja nu eanangeavahanlágat váikkuhitge hui njuolga sámi árbevirolaš dieđu seailumii.

source: ILO 169-sopimuksen ratifiointi Suomessa parantaisi saamelaisen perinteisen tiedon tilaa, koska maanomistuksen ja –hallinnan sekä saamelaiselinkeinojen suojan parantaminen tukisivat myös saamelaisten perinteisen tiedon säilymistä.
sme: ILO 169-soahpamuša ratifiseren Suomas buoridivččii sámi árbevirolaš dieđu dili, daningo eananoamastan- ja hálddašeami buorideapmi dego maid sámi ealáhusaid suoji buorideapmi doarjjule maid sámi árbevirolaš dieđu seailuma.

source: Artikla 8(j)-työssä olemme saaneet aikaan merkittäviä edistysaskeleita.
sme: Artihkal 8(j)-barggu mielde leat ožžon áigái mearkkašahtti ovdánanlávkkiid.

source: Työryhmässä on eri ikäryhmät ja sukupuolet edustettuina. Tarkoituksena on testata biodiversiteettisopimuksen Akwé: Kon ohjeita saamelaisten kotiseutualueella.
sme: Meahcceráđđehus, man ovddasvástádussan lea Suomas stáhta hálddašan eatnamiid dikšun ja geavaheapmi, lea álggahan ovttasráđiid sámedikkiin geahččaladdat dehege destet biodiversiteahttasoahpamuša Akwé: Kon rávvagiid sámiid ruovttuguovllus.

source: Ohjeistus on tarkoitettu turvaamaan alkuperäiskansojen luontoon liittyvän perinteisen tiedon säilymistä, Suomessahan tämä koskee luonnollisesti vain saamelaisia.
sme: Rávvagat leat dárkkuhuvvon dorvvastit álgoálbmogiid lundui čadnon árbevirolaš máhtu seailluheami, Suomashan dát guoská diehttelas dušše sápmelaččaid.

source: Työryhmä vastaa Akwé:Kon ohjeiden noudattamisesta suunnitelman laadinnassa.
sme: Bargojoavku atná ávvira Akwé: Kon rávvagiid doahttaleamis plána ráhkadeamis.

source: Ohjeet testataan Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa, Hammastunturin erämaa-alue on pääosin Inarin alueella.
sme: Rávvagat destejuvvojit Bátneduoddara meahcceguovllu dikšun- ja geavahanplána rahkádeamis, Bátneduoddara meahcceguovlu lea eanasin Anára guovllus.

source: Myöhemmin Akwé:Kon ohjeet otetaan käyttöön myös muiden hoito- ja käyttösuunnitelmien laadinnassa ja luonnonvarasuunnitelman laadinnassa, joka ohjaa hyvin tarkasti alueen luonnonresurssien käyttöä.
sme: Maŋŋel Akwé: Kon rávvagat váldojuvvojit atnui maid eará sámiid ruovttuguovllu dikšun- ja geavahanplánaid ráhkadeamis ja maiddái nd. luondduriggodatplána ráhkadeamis, mii fas stivre hui dárkket guovllu luondduriggodagaid geavahusa.

source: Biodiversiteettisopimuksen sihteeristön mukaan kyseessä on ensimmäinen kerta, kun Akwé:Kon ohjeita toimeenpannaan missään maailmassa.
sme: Biodiversiteahttasoahpamuša čállingotti mielde lea vuosttaš geardi, go Akwé: Kon rávvagat olláhuhttojuvvojit dehege duohtan dahkkojit gostege oba máilmmis.

source: Odotamme, että Akwé:Kon ohjeiden toimeenpanolla voimme turvata saamelaiskulttuurin säilymistä.
sme: Sámediggi ja sápmelaččat diehttelas vuordit, ahte Akwé: Kon rávvagiid duohtan dahkamiin sáhttit dorvvastit sámi kultuvrra seailuma.

source: Tavoitteena on saada Suomen kansallinen lainsäädäntö vastaamaan Akwé:Kon ohjeistusta saamelaisten kotiseutualueella.
sme: Ulbmilin lea oažžut Suoma sisriikkalaš lágaid dávistit Akwé: Kon rávvágiidda sámiid ruovttuguovllus.

source: Toivon, että ohjeet otettaisiin käyttöön myös Norjassa ja Ruotsissa.
sme: Mun sávan, ahte rávvagat váldojuvvole atnui maid Norggas ja Ruoŧas.

source: Akwé:Kon ohjeiden tiivistelmä on käännetty Suomessa kolmelle saamen kielelle.
sme: Akwé: Kon rávvagiid čoahkkáigeassu lea jorgaluvvon Suomas golmma Suomas hubmon sámegillii.

source: Ruotsin valtio on käännättänyt ohjeet ruotsiksi.
sme: Ruoŧa stáhta lea jorgalahttán rávvagiid ruoŧagillii.

source: Suomi on parhaillaan kääntämässä biodiversiteettisopimuksen 10. osapuolikokouksen hyväksymää eettistä koodistoa, jonka mohawkin kielistä nimeä en edes yritä lausua, suomeksi ja Suomessa puhuttaville saamen kielille ja valmistautuu näin ohjeiden toimeenpanoon.
sme: Suopma lea aiddo jorgaleame suomagillii ja Suomas hubmon sámegielaid mielde biodiversiteahttasoahpamuša 10. oassebeallečoakkáma dohkkehan etihkalaš kodaid, man Mohawkkagiel nama in oba geahččalge dadjat ja dáinna lágiin ráhkkana rávvagiid olláhuhttimii.

source: Ruotsi on myös käännättämässä ohjeistusta ruotsiksi.
sme: Ruoŧŧa lea maid jorgalahttime rávvagiid ruoŧagillii.

source: Toivon, että tulevalla saamelaisen parlamentaarisen neuvoston toimikaudella se seuraa ohjeiden toimeenpanoa, edistäisi niiden toimeenpanoa ja huolehtisi saamenkielisten käännösten normittamisesta.
sme: Mun sávan, ahte boahttevaš sámi parlamentáralaš ráđi doaibmaáigodagas SPR bearráigeahččá rávvagiid olláhuhttima, ovddida daid olláhuhttima ja análii ávvira sámegiel jorgalusaid normeremis.

source: Nämä ohjeet ovat tärkeitä myös pohjoismaisen saamelaissopimuksen jatkoneuvotteluja varten.
sme: Dát rávvagat leat dehálaččat maiddái davviriikkalaš sámi soahpamuša dehege konvenšuvnna joatkkaráđđádallamiid dáfus.

source: Keskustelu saamelaisten perinteisestä tiedosta on liittynyt ennen kaikkea biodiversiteettisopimuksen artiklaan 8(j), joka suojelee alkuperäiskansojen ja paikallisyhteisöjen luonnon monimuotoisuuteen liittyvää perinteistä tietoa.
sme: Ságastallan sámiid árbevirolaš dieđus lea gullan earenoamážit bd-soahpamuša arthkkalii 8(j), mii suodjala álgoálbmogiid ja báikkálaš servošiid árbevirolaš dieđu luonddu máŋggalágánvuođa olis.

source: Olin viime viikolla artikla 8(j):tä käsittelevässä kansainvälisessä kokouksessa Montrealissa, joka valmistelee biodiversiteettisopimuksen seuraavaa osapuolikokousta ensi vuonna.
sme: Ledjen mannan vahku artihkal 8(j) riikkaidgaskasaš dási čoakkámis Montrealis, mii válmmaštallá bd-soahpamuša čuovvovaš oassebeallečoakkáma boahtte jagi.

source: Kokouksessa olivat edustettuina kaikkien kolmen maan saamelaiskäräjät.
sme: Dán čoakkámis ledje mielde buot golmma riikka sámedikkiid ovddasteaddjit.

source: Kansainvälisen artikla 8(j) –työryhmän kokoukset ovat saamelaisille tärkeitä.
sme: Riikkaidgaskasaš artihkal 8(j):a bargojoavkku čoakkámat leat dehálaččat sápmelaččaide.

source: Parhaillaan biodiversiteettisopimuksen kontekstissa aletaan valmistella ohjeistusta ja päätöksiä miten sopimuksen artikla 10(c) voidaan yhdistää artikla 8(j):n toimeenpanoon.
sme: Bárrásiin bd-soahpamuša konteavsttas válmmaštallagohtet rávvagiid ja mearrádusaid mot soahpamuša artihkal 10(c) sáhttá ovttastahttojuvvot artihkal 8(j):a olláhuhttimii.

source: Artikla 10(c) suojelee kestävää tavanomaista luonnonkäyttöä.
sme: Artihkal 10(c) suodjala suvdilis dábálaš luonddugeavahusa.

source: Perinteisten saamelaiselinkeinojen, kuten kalastuksen, metsästyksen, keräilyn ja käsityön kannalta artikla on merkittävä.
sme: Árbevirolaš sámi ealáhusaid, dego guolásteami, meahccabivddu, čoaggima ja duoji dáfus artihkal lea mearkkašahtti.

source: Valitettavasti, vaikka saamelaisella parlamentaarisella neuvostolla on ollut tavoitteena edustaa saamelaisia yhteisesti, kansainvälisessä yhteistyössämme on edelleen parantamisen varaa ja saamelaisten tulisi valmistella kantojaan yhteisesti artikla 8(j)työryhmän kokouksiin ja myös tiedottaa toisille saamelaiskäräjille mahdollisesti järjestämistään oheistapahtumista.
sme: Dađi bahábut, vaikko sámi parlamentáralaš ráđis lea leamaš ulbmilin ovddastit sápmelaččaid oktasaččat, de min riikkaidgaskasaš ovttasbarggus lea ain buoridanmunni ja sápmelaččat galggale ovttasráđiid válmmaštallat oainnuideaset artihkal 8(j):a bargojoavkku čoakkámiidda ja maiddái dieđihit nuppi sámedikkiide oalgedáhpáhusain, maid sii áigot lágidit.

source: Menetämme hyvän vaikutusmahdollisuuden jos emme yhdistä voimiamme perinteisen tiedon suojelussa ja siihen liittyvässä kansainvälisessä päätöksenteossa.
sme: Massit buori váikkuhanvejolašvuođa, jos eat bargga ovttasráđiid árbevirolaš dieđu suodjaleamis ja mearrádusaid dahkamiin, mat daidda gullet.

source: Tähän asiaan tulee saamelaisen parlamentaarisen neuvoston kiinnittää erityistä huomiota tulevalla toimintakaudellaan.
sme: Dán áššái galgá sámi parlamentáralaš ráđđi giddet earenoamáš fuomášumi boahtte doaibmaáigodagastis.

source: Ilman huolellista asianvalmistelua ja sitoutumista saamelaisten yhteisen näkemyksen edistämiseen SPN:n kautta SPN jää vain keskustelukerhoksi.
sme: Jos eat válmmaštala áššiid fuolalaččat ja čatnas sámiid oktasaš oainnu ovddideapmái Sámi parlamentáralaš ráđi bakte de SPR báhcá dušše ságastallanriekkisin.

source: Biodiversiteettisopimuksen seuraava osapuolikokous pidetään vajaan vuoden päästä.
sme: Biodiversiteahttasoahpamuša čuovvovaš oassebeallečoakkán dollojuvvo váile jagi geahčen.

source: Toivon, että saamelainen parlamentaarinen neuvosto yhdessä Suomen, Ruotsin ja Norjan ympäristöministeriöiden kanssa järjestää oheistapahtuman, ns. side-eventin osapuolikokouksen yhteyteen saamelaisten perinteisen tiedon suojelusta.
sme: Sávan, ahte sámi parlamentáralaš ráđđi ovttas Suoma, Ruoŧa ja Norgga birasministeriijaiguin lágida oalgedáhpáhusa, nd. side-eventa oassebeallečoakkáma oktavuođas sámi árbevirolaš dieđu suodjaleamis.

source: Suomen saamelaiskäräjät ja ympäristöministeriö ovat valmiit sitoutumaan oheistapahtuman järjestämiseen ja toivon samaa myös Ruotsin ja Norjan saamelaiskäräjiltä.
sme: Suoma sámediggi ja birasministeriija leaba čatnasan lágidit oalgedáhpáhusa ja sávan ahte maid Ruoŧa ja Norgga sámedikkit leaba gergosat dása.

source: Kansainvälisen artikla 8(j)-työryhmän kokous oli hyödyllinen ja osoitti hyvin suuren tarpeen saamelaiskäräjien yhteiselle edunvalvonnalle.
sme: Riikkaidgaskasaš artihkal 8(j)-bargojoavkku čoakkán lei ávkkálaš ja čájehii hui stuora dárbbu sámedikkiid oktasaš beroštumiid goziheapmái.

source: Kokous antoi myös meille saamelaisille hyvin huolestuttavan viestin, jolla on vaikutusta kansalliseen politiikkaan, pohjoismaiseen saamelaissopimukseen ja myös saamelaisen perinteisen tiedon asemaan.
sme: Čoakkán attii maid midjiide sápmelaččaide hui fuolastuhtti signála, mas lea váikkuhus sisriikkalaš politihkkii, davviriikkalaš sámi konvenšuvdnii ja maiddái sámiid árbevirolaš dieđu sajádahkii.

source: Biodiversiteettisopimuksen artikla 8(j) suojelee alkuperäiskansojen ja perinteisen elämänmuodon omaavien paikallisyhteisöjen luonnon monimuotoisuuteen liittyvää perinteistä tietoa, käytänteitä ja innovaatioita.
sme: Bd-soahpamuša artihkal 8(j) suodjala álgoálbmogiid ja báikkálaš servošiid luonddu máŋggalágánvuođa árbevirolaš dieđu, geavadiid ja innovašuvnnaid.

source: Biodiversiteettisopimuksen kontekstissa paikallisyhteisö-terminä viittaa heimokansoihin, jotka eivät maiden poliittisista olosuhteista tai muista syistä, kuten alkuperäiskansojen lukuisasta määrästä johtuen, voi käyttää itsestään termiä alkuperäiskansa.
sme: Bd-soahpamuša konteavsttas báikkálaš searvvuš-dearbman čujuha čearddaálbmogiidda, mat eai riikkaid politihkalaš diliid dehe eará ákkaid dihte, dego álgoálbmogiid eatnatlohkosaš meari dihte, sáhte atnit alddineaset dearpma álgoálbmot.

source: Mikä on sitten mainitsemani huolestuttava viesti?
sme: Mii lea dasto fuolastuhtti signálaid maid namuhin?

source: Artikla 8(j)-työryhmän kokouksessa Montrealissa Norjan ja Ruotsin valtiot järjestivät omat oheistapahtumansa, jotka käsittelivät artikla 8(j):n suojelemaa perinteistä tietoa.
sme: Artihkal 8(j)-bargojoavkku čoakkámis Montrealis Norgga ja Ruoŧa stáhtat lágideigga iežaska oalgedáhpáhusaid, mat gieđahalle artihkal 8(j):a suodjalan árbevirolaš dieđu.

source: Norjan ja Ruotsin ympäristöministeriöt tulkitsivat mm. artikla 8(j):n suojelevan norjalaisia ja ruotsalaisia maanviljelijöitä ja kalastajia, jotka harjoittivat elinkeinoaan valtioiden näkökulmasta kestävällä tavalla.
sme: Norgga ja Ruoŧa birasministeriijat dulkuiga ee. artihkal 8(j):a suodjalit dáčča ja ruoŧŧelaš boanddaid ja guolásteaddjit, geat barget ealáhusaideasetguin stáhtaid geahččanguovllus suvdilis vuogi mielde.

source: Norjan ja Ruotsin valtioiden tulkinta on täysin artikla 8(j):n vastainen ja ne sekoittavat paikallisyhteisökäsitteen ja artikla 10(c):n keskenään.
sme: Norgga ja Ruoŧa stáhtaid dulkon manna ollásit 8(j). artihkkala vuostá ja dat seaguheaba ja moiveba báikkálaš searvvuš-doahpaga ja artihkkala 10(c):a gaskaneaskka.

source: Kestävä ja perinteinen valtakulttuurin edustajien maatalous/kalastus voi olla korkeintaan artikla 10(c):n suojelemaa tavanomaista luonnonkäyttöä.
sme: Suvdilis ja árbevirolaš váldokultuvrra ovddasteddjiid eanandoallu ja guolástus sáhttá leat eanemusat artihkal 10(c):a suodjalan dábálaš luonddugeavahus.

source: Norjan ja Ruotsin valtioiden näkemys vaikuttaa myös pohjoismaiseen saamelaissopimukseen, jonka artikla 31 pitää sisällään biodiversiteettisopimuksen velvoitteita.
sme: Norgga ja Ruoŧa stáhta oaidnu váikkuha maid davviriikkalaš sámi soahpamuššii, man artihkal 31 doallá sisttis bd-soahpamuša geatnegasvuođaid.

source: Vetoankin Norjan ja Ruotsin saamelaiskäräjiin, jotta te neuvottelisitte omien ympäristöministeriöiden kanssa artikla 8(j):n tulkinnasta.
sme: Doarjalange Norgga ja Ruoŧa sámedikkiid ovddasteddjiide vai dii šiehtadallabehtet iežaideatte birasministeriijaiguin artihkal 8(j):a dulkomis.

source: Jos Norjan ja Ruotsin linjaus artikla 8(j):n tulkinnasta yleistyy, sillä voi olla hyvin suuri vaikutus myös kansainväliseen alkuperäiskansapolitiikkaan.
sme: Jos Norgga ja Ruoŧa oaidnu 8(j)-artihkkala dulkomis šaddá dábálažžan, de das sáhttá leat hui stuora váikkuhus maiddái riikkaidgaskasaš álgoálbmotpolitihkkii.

source: Toivonkin, että saamelaisparlamentaarikkojen konferenssi antaa julistuksessaan vahvan viestin Norjan ja Ruotsin valtioille.
sme: Sávannai, ahte sámi parlamentarihkkáriid konfereansa addá julggaštusastis vuoimmálaš signála Norgga ja Ruoŧa stáhtii.

source: Saamelaisen parlamentaarisen neuvoston on seurattava tulevalla toimikaudellaan huolellisesti artikla 8(j):n toimeenpanoa ja edistämistä kansallisella ja kansainvälisellä tasolla yhteisesti sovittujen periaatteiden mukaisesti, jottei sellaista pääse enää tapahtumaan kuten kävi Montrealin 8(j)-kokouksen oheistapahtumien yhteydessä.
sme: Sámi parlamentáralaš ráđđi galgá boahtte doaibmaáigodagastis bearráigeahččat fuolalaččat ja ovddideami sisriikkalaš ja riikkaidgaskasaš dásis oktasaččat šihttojuvvon prinsihpaid mielde, vai diekkár ii beasa šat dáhpáhuvvat dego geavai Montreala 8(j)-čoakkáma oalgedáhpáhusaid olis.

source: Saamelaisten perinteinen tieto pohjautuu vuosituhansien aikana kerättyyn tietoon ja kokemukseen, mitkä välittyvät saamen kielessä, perinteisissä saamelaiselinkeinoissa ja niiden kulttuurisissa harjoittamismalleissa ja luontotuntemuksessa.
sme: Sámiid árbevirolaš dieđu vuođđun lea duháthagiid áigge čoggon diehtu ja muosáhus. Dat fas leat sirdásan sámegillii, árbevirolaš sámi ealáhusaide ja daid kultuvrralaš barganmálliide ja luonddudovdamuššii.

source: Perinteinen tieto pohjautuu luonnon kunnioittamiselle ja luonnonresurssien kestävälle hyödyntämiselle.
sme: Sámiid árbevirolaš dieđu vuođđuduvvá luonddu gudnejahttimii ja luondduresurssaiguin suvdilis ávkkastallamii.

source: Saamelaisten perinteistä tietoa ei ole kuitenkaan arvostettu valtakulttuurissa.
sme: Sámiid árbevirolaš diehtu ii leat goitge adnojuvvon árvvus váldokultuvrrain.

source: Saamelaisten perinteisen tiedon on sanottu käytännössä syntyneen valtakulttuureilta tulleista vaikutuksista ja johtaneen joidenkin eläinlajien sukupuuttoon.
sme: Árbevirolaš diehtu lea daddjojuvvon geavadis šaddan váldokultuvrraid váikkuhusas ja juobe lea daddjon ahte sápmelaččat leat sogahuhttán badjelmeare bivdimiin muhtin eallišlájaid.

source: Useat eri tutkijat ovat väittäneet saamelaisporonhoidon syntyneen karjanhoidon vaikutuksesta viikinki- ja keskiajalla.
sme: Máŋggat iešguđet dutkit leat čuoččuhan sámi boazodoalu riegádan oapmedoalu váikkuhusas vikiŋŋa- ja gakaáigge.

source: Saamelaisten peuranpyynti ja poronhoidon harjoittaminen olisi useiden tutkijoiden mukaan johtanut tunturipeuran sukupuuttoon ja on jopa sanottu saamelaisten liiallisella pyynnillä aiheuttaneet joidenkin lajien häviämisen sukupuuttoon.
sme: Sámiid goddebivdu ja ealloboazoboargu livččii máŋggaid dutkiid mielde dolvon duottargotti sogahuvvamii ja vel mádjitnai sogahuhttojuvvui sámiid bivddu geažil.

source: Tällaiset käsitykset ovat täysin saamelaisten perinteisen tiedon, kertomaperinteen ja yhteisön historian vastaisia ja levittävät kielteistä kuvaa saamelaisista haastaen myös kulttuurin perustan ja alkuperäiskansa-aseman.
sme: Dákkáraš ipmárdusat leat ollásit sámi árbevirolaš dieđu, muitalanárbevieru ja sámi servoša historjjá vuostásaš oainnut ja dat fal viiddidit negatiivvalaš gova sápmelaččain ja seammas maid hásttuhit min kultuvrramet vuođu ja álgoálbmotsajádagamet.

source: Meidän perinteistä tietoamme on kolonialisoitu ja arvoa on loukattu.
sme: Min árbevirolaš diehtu lea kolanialiserejuvvon ja dasa árvu lea hejošuvvon.

source: Näiden tutkijoiden väitteet eivät peruste eksaktille tieteelle, ne ovat vain tutkijoiden hypoteettisia arveluja, jotka ovat valitettavan usein kertautuneet useiden valtakulttuurin tutkijoiden töissä, erityisesti historioitsijoiden töissä.
sme: Dáid dutkiid čuoččuhusat eai vuođđuduva eksákta diehtagii, dat leat fal dutkiid hypotehtalaš árvvoštallamat, mat leat nu šállošahtti go dat leanai kopierejuvvon eará váldokultuvrraid dutkiid vuoiŋŋadujiin, earenoamážit historihkkáriid bargguin.

source: Luonnontieteen menetelmiin pohjautuvat tutkimukset erityisesti arkeologian alalla ovat kumonneet historioitsijoiden käsityksiä saamelaisten luonnonkäytöstä ja perinteisestä tiedosta.
sme: Luonddudiehtagiid dutkanvugiide vuođđuduvvan dutkamušat earenoamážit arkeologiija suorggis lea gomihan historihkkáriid oainnuid sámiid luonddugeavahusas ja árbevirolaš dieđus.

source: Viimeisimmät luotettavat arkeologiset tutkimustulokset vahvistavat saamelaisten kertomaperinteen ja perinteisen tiedon tietämät asiat vihdoinkin myös tieteellisin menetelmin.
sme: Maŋimus luhtolaš arkeologalaš dutkanbohtosat nannejit sámi muitalanárbevieru ja árbevirolaš dieđu diehtin áššiid viimmat maid dieđalaš metodaid mielde.

source: Tutkimuksen mukaan nykyinen poro ei polveutuisi tunturipeurasta, kuten aiemmin on oletettu, vaan metsäpeurasta.
sme: Dán dutkamuša mielde dáláš boazu ii buolvaiduva duottargottis, dego ovdal lea čuoččuhuvvon, muhto vuovdegottis.

source: Saamelaisporonhoito ei voi olla täten syyllinen tunturipeuran katoamiseen, vaan syitä on etsittävä muualta.
sme: Sámiid ealloboazodoallu ii danin sáhte leat sivalaš duottargotti sogahuvvamii, muhto ákkat fertejit ohccojuvvot eará sajes.
